<?php
return [
    'unauthorized' => 'ليس لديك إذن للوصول إلى هذه المورد. يرجى تسجيل الدخول أولاً.',
    'logged_out' => 'تم تسجيل الخروج بنجاح. يمكنك تسجيل الدخول مرة أخرى باستخدام بيانات اعتمادك.',
    'order_success' => 'تم إنشاء طلبك بنجاح. شكرًا لك على شراءك! يمكنك متابعة حالة طلبك في صفحة الطلبات.',
    'order_failed' => 'حدث خطأ أثناء إنشاء طلبك. يرجى المحاولة مرة أخرى لاحقًا أو الاتصال بالدعم إذا استمرت المشكلة.',
    'validation_failed' => 'كانت هناك أخطاء في التحقق. يرجى التحقق من مدخلاتك والمحاولة مرة أخرى. تأكد من أن جميع الحقول المطلوبة قد تم ملؤها.',
    'not_found' => 'المورد المطلوب لم يتم العثور عليه. تحقق من الرابط المدخل أو حاول البحث مرة أخرى.',
    'internal_error' => 'حدث خطأ داخلي. يرجى المحاولة مرة أخرى لاحقًا. إذا استمرت المشكلة، يرجى الاتصال بالدعم.',
    'forbidden' => 'ليس لديك الوصول إلى هذه المورد. تأكد من أنك تمتلك الأذونات المناسبة.',
    'service_inactive' => 'الخدمة  غير نشطة حاليًا.',

];
